
/* Workgroup picker title text */
"MCX_WORKGROUPS_FOR" = "Kohteen %@ työryhmät";
"MCX_NO_WORKGROUPS_FOR" = "Ei työryhmiä kohteelle %@";


/* Alert strings */
"MCX_CANT_CREATE_MOBILE_ACCNT_TITLE" = "Liikkuvaa tunnusta ei voida luoda.";
"MCX_CANT_CREATE_MOBILE_ACCNT_TEXT" = "Luotaessa liikkuvaa tunnusta tapahtui virhe.";
"MCX_CANT_MOUNT_MOBILE_ACCNT_DEVICE_TEXT" = "Käytettäessä liikkuvan tunnuksen taltiota tapahtui virhe.";
"MCX_CANT_CREATE_MOBILE_ACCNT_RECORD_TEXT" = "Luotaessa liikkuvan tunnuksen tietuetta tapahtui virhe.";
"MCX_BAD_MOBILE_ACCNT_PATH_TEXT" = "Luotaessa tai käytettäessä kohdetta ”%@” tapahtui virhe.";
"MCX_CANT_CREATE_FILEVAULT_HOME_TEXT" = "Luotaessa FileVault-kotia tapahtui virhe.";
"MCX_BAD_FILEVAULT_HOME_PATH_TEXT" = "FileVault-kotikansiota ei voida luoda, koska samanniminen kansio on jo olemassa.";

"MCX_USER_CANT_LOGIN_SIMULTANEOUS_TITLE" = "Et voi jatkaa, koska olet jo kirjautunut sisään toiselle tietokoneelle.";
"MCX_USER_CANT_LOGIN_SIMULTANEOUS_TEXT" = "Voit kirjautua sisään vain yhdelle tietokoneelle kerrallaan. Ota yhteyttä järjestelmän ylläpitäjään tai yritä myöhemmin uudelleen.";

"MCX_USER_CANT_LOGIN_MEMBERSHIP_DENIED_TITLE" = "Sinun ei sallita kirjautua sisään tällä hetkellä.";
"MCX_USER_CANT_LOGIN_MEMBERSHIP_DENIED_TEXT" = "Nykyiset asetukset eivät salli sinun kirjautua sisään. Ota yhteyttä järjestelmän ylläpitäjään.";

"MCX_USER_CANT_LOGIN_LOCAL_NOT_ALLOWED_TITLE" = "Sinun ei sallita kirjautua sisään tällä hetkellä.";
"MCX_USER_CANT_LOGIN_LOCAL_NOT_ALLOWED_TEXT" = "Paikallisten käyttäjien ei sallita kirjautua sisään. Ota yhteyttä järjestelmän ylläpitäjään.";

